const page: React.FC = () => {
  return (
    <div className="max-w-layout mx-auto text-justify px-3 bg-white border-primary-border border xl:my-8 lg:my-6 pt-4 rounded-lg">
      <h2 className="xl:text-3xl lg:text-2xl text-[24px] font-bold  text-primary md:text-center">
        Product Delivery & Return Policy
      </h2>

      <p className="font-bold md:text-xl text-lg">প্রোডাক্ট ডেলিভারিঃ</p>
      <p className="md:pt-2 pt-1 text-[#777777]">
        Naviforce এর সকল পার্সেল ক্লোজড বক্স ডেলিভারি হবে অর্থাৎ ডেলিভারির সময়
        আগে পেমেন্ট করে পার্সেল রিসিভ করতে হবে এবং ডেলিভারির সময় প্রোডাক্ট চেক
        করে দেখে পছন্দ হলে নেবে পছন্দ না হলে রিটার্ন করার বা ডেলিভারি নেয়ার কোন
        সুযোগ নেই। ডেলিভারি কোম্পানির কাজ শুধু ডেলিভারি করা। কোন সমস্যা হলে
        Naviforce এর সাথে সরাসরি যোগাযোগ করবেন।
      </p>

      <p className="pt-2 text-[#777777]">
        প্রোডাক্ট ডেলিভারি পাবার পর বাসায় নিয়ে অবশ্যই ফুল আনবক্সিং ভিডিও করতে
        হবে। প্যাকেজে কোন কিছু মিসিং বা ভুল প্রোডাক্ট ডেলিভারি হলে এই ভিডিও
        প্রুফ হিসাবে আমাদের পাঠাতে হবে এবং ইনভেস্টিগেট করে যথাযথ ব্যাবস্থা নেয়া
        হবে। আমাদের দিক থেকে ভুল প্রোডাক্ট ডেলিভারি হলে আমরা নিজ খরচে রিপ্লেস
        করে দেবো।
      </p>

      <p className="font-bold md:text-xl text-lg pt-4">রিটার্ন পলিসিঃ</p>
      <p className="pt-2 text-[#777777]">
        যে সকল প্রোডাক্টের ওয়ারেন্টি থাকে যেমন ৩ মাস, ৬ মাস, ১ বছর ইত্যাদি
        সেগুলিসহ সকল প্রোডাক্ট ইনভয়েস ডেট থেকে ৭ দিনের মধ্যে প্রোডাক্টের কোন
        ফল্ট প্রমাণিত হলে তা আমাদের কাছে সুন্দরবন কুরিয়ার বা পাঠাও বা রেডেএক্স
        বা ই-কুরিয়ার বা স্টিডফাস্ট বা অন্য যেকোনো কুরিয়ার যা অফিস ডেলিভারি করে
        এমন কুরিয়ার দিয়ে নিচের ঠিকানায় কুরিয়ার করতে বলবেন (SA Paribohon এ
        পাঠাবেন না ... সমাধান দিতেও সময় বেশী লাগবে) –
      </p>

      <p className="pt-2 text-[#777777]">
        <span className="font-bold">নোটঃ</span> প্রোডাক্ট পাঠানোর আগে অবশ্যই
        ডেলিভারির সময় সাথে যা যা পেয়েছে সব কিছু এবং সুন্দর করে বক্স করে র‍্যাপিং
        করে পাঠাতে হবে। প্রোডাক্টের বক্সে টেপ লাগানো যাবে না। বক্স না থাকলে
        প্রয়োজনে পত্রিকার কাগজ দিয়ে তার উপড়ে টেপ লাগিয়ে কুরিয়ারে পাঠাতে হবে।
        ভালভাবে প্যাকিং না করলে প্রোডাক্ট বা বক্স নষ্ট হলে বা রিসেলেবল কন্ডিশনে
        না থাকলে রিটার্ন রিকোয়েস্ট একসেপ্ট করা হবেনা।
      </p>

      <p className="pt-2 text-[#777777]">
        যে সকল ক্ষেত্রে প্রোডাক্ট রিটার্ন, এক্সচেঞ্জ, ওয়ারেন্টি এবং রিফান্ড
        প্রযোজ্য হবে না তার লিস্ট নিচে দেয়া হলো –
      </p>

      <ul className="list-disc list-inside pt-2 text-[#777777] space-y-1">
        <li>প্রোডাক্ট ইউজ করা হলে এক্সচেঞ্জ হবে না</li>
        <li>
          প্রোডাক্ট এ কোন প্রকার বার্ন বা ফিজিক্যাল ড্যামেজ হয়ে থাকলে ওয়ারেন্টি
          পাবেন না।
        </li>
        <li>ইন্ট্যাক্ট সিল বা স্টিকার তুলে ফেললে ওয়ারেন্টি পাবেন না।</li>
        <li>প্রোডাক্টে স্ক্র্যাচ/দাগ/আঠা থাকলে ওয়ারেন্টি পাবেন না।</li>
        <li>এক্সেসরিজ/চার্জার/এডাপ্টার এর কোন ওয়ারেন্টি নেই।</li>
        <li>গিফট আইটেম বা পুরষ্কারের কোন ওয়ারেন্টি নেই।</li>
        <li>
          থার্ড পার্টি ডিভাইস/অ্যাপ কম্প্যাটিবিলিটি ইস্যুতে রিটার্ন প্রযোজ্য নয়।
        </li>
        <li>বেল্ট, চেইন, ব্যাটারি এর কোন ওয়ারেন্টি নাই।</li>
      </ul>

      <p className="font-bold text-[#777777] pt-4">
        আমাদের কাছে কুরিয়ার করার ঠিকানাঃ
      </p>
      <p className="pt-2 text-[#777777]">
        <strong>Naviforce</strong> <br />
        Room # 5D, Majumder House (5th Floor) 39, Purana Paltan, Dhaka. <br />
        Contact Person: Saiful Islam <br />
        Contact Number: 01841800593 (অবশ্যই এই নাম্বারটি দেবেন, ভুলেও হেল্পলাইন
        নাম্বার দেবেন না)
      </p>

      <p className="pt-4 text-[#777777]">
        এরপর আমাদের টিম থেকে ২৪ ঘণ্টার মধ্যে আপনার রিটার্ন ইস্যুটির তথ্য মিলিয়ে
        দেখবো... (স্টেপ ১, ২, ৩ অনুসারে রিটার্ন প্রসেস হবে)।
      </p>

      <p className="pt-4 text-[#777777]">
        <span className="font-bold">কুরিয়ার ফী কে বিয়ার করবে?</span> <br />
        ইনভয়েস ডেট থেকে যদি প্রোডাক্টের ফল্ট ৭ দিনের মধ্যে হয় তাহলে আসার খরচ
        কাস্টমার দিবে আর ফেরত পাঠানোর খরচ আমরা দিবো। কিন্তু ৭ দিনের পরে
        ওয়ারেন্টি ইস্যু হলে আসা + যাওয়া দুটো কুরিয়ার খরচ কাস্টমারকে দিতে হবে।
      </p>

      <p className="pt-4 ">
        <span className="font-bold md:text-xl text-lg">
          ডেলিভারি এবং রিটার্নের জন্য কতদিন সময় লাগতে পারে?
        </span>{" "}
        <br />
        ঢাকার ভিতরে সাধারণত ১-৩ দিন, ঢাকার বাইরে ২-৫ দিন। রিটার্ন চেক ও সমাধান
        দিতে ৩-১৫ দিন সময় লাগতে পারে।
      </p>

      <p className="pt-6 text-[#777777] font-semibold pb-8">
        Happy Shopping – ধন্যবাদ সবাইকে ❤️
      </p>
    </div>
  );
};

export default page;
